Repository: saqibullah4116/pinterest_downloader
Catalog: lib/l10n/app_*.arb
Languages: ur

# appTitle
source: Pinterest Downloader
ur: پنٹیرسٹ ڈاؤنلوڈر

# welcomeMessage
source: Welcome to the app!
ur: ایپ میں خوش آمدید!

source: Theme Options
ur: تھیم کے اختیارات

source: Current: {theme}
ur: موجودہ: {theme}

source: Select Theme
ur: تھیم منتخب کریں

source: Pinterest
ur: پنٹیرسٹ

source: Light
ur: ہلکا

source: Dark
ur: گہرا

source: Midnight Blue
ur: آدھی رات نیلا

source: Nature
ur: قدرت

source: Sunset
ur: سورج غروب

source: Purple Haze
ur: ارغوانی دھند

source: Light theme
ur: ہلکی تھیم

source: Dark theme
ur: گہری تھیم

source: Privacy Policy
ur: رازداری کی پالیسی

source: About Us
ur: ہمارے بارے میں

# selectThemeStyle
source: Select your preferred theme style
ur: اپنی پسندیدہ تھیم اسٹائل منتخب کریں

source: Download
ur: ڈاؤن لوڈ

source: My Files
ur: میری فائلیں

source: Paste Pinterest URL
ur: Pinterest URL چسپاں کریں

# preview
source: Preview And Download
ur: پیش نظارہ

# adPlaceholder
source: Ad Banner Placeholder
ur: اشتہار بینر پلیس ہولڈر

source: Reset
ur: ری سیٹ کریں
